const PRODUCTS = [
  {
    id: "m1",
    title: "Сундук «Лесной 1»",
    category: "Мебель",
    price: 48900,
    currency: "₽",
    image: "img/m1/cover.jpg",
images: [
      "img/m1/1.jpg",
      "img/m1/2.jpg",
      "img/m1/3.jpg"
    ],
    description: "Сундук ручной работы. Материалы: ... Размеры: ... Цвет: ...",
    details: [
      "Материалы: массив/фанера ...",
      "Размеры: Ш х Г х В ...",
      "Покрытие: масло/лак ...",
      "Срок изготовления: ... дней"
    ],
    availability: "Под заказ"
  },
{
  id: "m2",
  title: "Сундук из каштана",
  category: "Мебель",
  price: 48900,
  currency: "₽",
  image: "img/m2/cover.jpg",
  images: [
"img/m2/1.jpg",
"img/m2/2.jpg",
"img/m2/3.jpg",
"img/m2/4.jpg",
"img/m2/5.jpg"
],
  description: "Сундук ручной работы из натурального дерева. Все четыре ножки сундука разные по форме.",
  details: [
"Материал: Каштан",
      "Покрытие: масло с воском",
"Размеры (Ш х Г х В): 80см х 55см х 55см"
],
  availability: "В наличии"
},
{
  id: "m3",
  title: "Консоль деревянная",
  category: "Мебель",
  price: 10000,
  currency: "₽",
  image: "img/m3/cover.jpg",
  images: ["img/m3/1.jpg","img/m3/2.jpg","img/m3/3.jpg","img/m3/4.jpg"],
  description: "Короткое описание (2–3 строки).",
  details: ["Материалы: ...", "Размеры: ...", "Срок изготовления: ... дней"],
  availability: "Под заказ"
},
  {
id: "m4",
  title: "Сундук «Осень»",
  category: "Мебель",
  price: 18000,
  currency: "₽",
  image: "img/m4/cover.jpg",
  images: ["img/m4/1.jpg","img/m4/2.jpg","img/m4/3.jpg","img/m4/4.jpg"],
  details: ["Материал: Сосна, березовая фанера",
      "Покрытие: лак и краска",
"Размеры (Ш х Г х В): 57см х 36см х 36см",
"Срок изготовления: 10-14 дней"],
  availability: "Под заказ"
},
{
id: "m5",
  title: "Консоль светлая",
  category: "Мебель",
  price: 45000,
  currency: "₽",
  image: "img/m5/cover.jpg",
  images: ["img/m5/1.jpg","img/m5/2.jpg","img/m5/3.jpg"],
  details: ["Материал: Сосна", 
      "Покрытие: лак и краска",
"Размеры (Ш х Г х В): 120см х 35см х 80см",
"Срок изготовления: 2-3 недели"],
  availability: "Под заказ"
},
  {
    id: "d1",
    title: "Поднос «Мини»",
    category: "Декор",
    price: 2900,
    currency: "₽",
    image: "img/d1/cover.jpg",
images: [
      "img/d1/1.jpg",
      "img/d1/2.jpg"
    ],
    description: "Небольшой поднос аккуратно вместит полезные мелочи или украсит особенный для Вас момент.",
    details: [
      "Материалы: Сосна",
"Покрытие: масло с воском",
      "Размеры (Ш х Г х В): ..см х ..см х ..см",
"Срок изготовления: 8-14 дней"
    ],
    availability: "Под заказ"
  },
  {
    id: "d2",
    title: "Дровница",
    category: "Декор",
    price: 5500,
    currency: "₽",
    image: "img/d2/cover.jpg",
images: [
      "img/d2/1.jpg",
      "img/d2/2.jpg",
      "img/d2/3.jpg"
    ],
description: "Дровница.",
    details: [
"Дровница. Функциональный и декоративный элемент к вашему семейному очагу – камину или печи. К вашему месту уюта и тепла, сближения, отдыха и общения",
"Материал: Каштан",
      "Покрытие: масло с воском",
"Размеры (Ш х Г х В): 50см х 40см х 35см",
"Срок изготовления: 8-14 дней"
    ],
    availability: "Под заказ"
},
    {
    id: "d3",
    title: "Скворечник декоративный",
    category: "Декор",
    price: 8000,
    currency: "₽",
    image: "img/d3/cover.jpg",
images: [
      "img/d3/1.jpg",
      "img/d3/2.jpg",
      "img/d3/3.jpg"
    ],
    description: "Изделие ручной работы.",
    details: [
      "Материал: Сосна",
      "Покрытие: лак и краска",
      "Размеры(Ш х Г х В): 31см х 32см х 24см",
"Срок изготовления: 8-14 дней"
    ],
    availability: "Под заказ"
  },
    {
    id: "d4",
    title: "Поднос «Большой» с кубиком",
    category: "Декор",
    price: 5000,
    currency: "₽",
    image: "img/d4/cover.jpg",
images: [
      "img/d4/1.jpg",
      "img/d4/2.jpg",
      "img/d4/3.jpg",
      "img/d4/4.jpg"
    ],
    description: "Деревянный поднос с металлическими ручками и вращающимся кубиком. Его размер позволяет удобно разместить на нем посуду для вкусного чаепития.",
    details: [
      "Материал: Сосна",
      "Покрытие: краска и лак на водной основе",
      "Размеры(Ш х Г х В): 38см х 24см х 5см",
"Срок изготовления: 8-14 дней"
    ],
    availability: "Под заказ"
  },
{
    id: "d5",
    title: "Поднос «Средний»",
    category: "Декор",
    price: 3000,
    currency: "₽",
    image: "img/d5/cover.jpg",
images: [
      "img/d5/1.jpg",
      "img/d5/2.jpg",
      "img/d5/3.jpg"
    ],
    description: "Деревянный поднос в разных цветах и дизайнах для уюта в вашем доме.",
    details: [
      "Материал: Сосна",
      "Покрытие: краска и лак на водной основе",
      "Размеры(Ш х Г х В): ..см х ..см х ..см",
"Срок изготовления: 8-14 дней"
    ],
    availability: "Под заказ"
  },
{
    id: "d6",
    title: "Поднос «Большой»",
    category: "Декор",
    price: 5000,
    currency: "₽",
    image: "img/d6/cover.jpg",
images: [
      "img/d6/1.jpg",
      "img/d6/2.jpg",
      "img/d6/3.jpg",
      "img/d6/4.jpg"
    ],
    description: "Вместительный деревянный поднос подновляет организовать красивое хранение или создать декоративную композицию в ваш дом.",
    details: [
      "Материал: Сосна",
      "Покрытие: краска и лак на водной основе",
      "Размеры(Ш х Г х В): ..см х ..см х ..см",
"Срок изготовления: 8-14 дней"
    ],
    availability: "Под заказ"
  }
];

// Ссылка на Telegram (без @)
const CONTACTS = {
  telegram: "https://t.me/Flo68Master"
};
